tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "playcover/playcover"
tap "sunnyyoung/repo"
brew "aichat"
brew "bat"
brew "bottom"
brew "czg"
brew "docker"
brew "eza"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "kubernetes-cli"
brew "mariadb"
brew "mas"
brew "mise"
brew "mycli"
brew "navi"
brew "neofetch"
brew "neovim"
brew "pre-commit"
brew "rcm"
brew "redis"
brew "tig"
brew "tmux"
brew "trash"
brew "vivid"
brew "wget"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "goland"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "maczip"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "monitorcontrol"
cask "paper"
cask "paw"
cask "playcover-community"
cask "proxyman"
cask "squirrel"
cask "sublime-text"
cask "syntax-highlight"
cask "telegram"
cask "tencent-meeting"
cask "transmit"
cask "visual-studio-code"
cask "wechat"
cask "wechattweak-cli"
cask "wechatwork"
mas "Craft", id: 1487937127
mas "Cubox", id: 1113361350
mas "Cubox for Safari", id: 1550721541
