tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "aichat"
brew "atuin"
brew "axel"
brew "bat"
brew "bottom"
brew "czg"
brew "docker"
brew "eza"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "lazygit"
brew "mas"
brew "mise"
brew "mycli"
brew "navi"
brew "neovim"
brew "rcm"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "trash"
brew "vivid"
brew "wget"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "chatgpt"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lxgw-wenkai"
cask "hammerspoon"
cask "iina"
cask "maczip"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-word"
cask "monitorcontrol"
cask "paper"
cask "paw"
cask "proxyman"
cask "squirrel"
cask "syntax-highlight"
cask "telegram"
cask "visual-studio-code"
cask "wechat"
cask "wechattweak-cli"
