tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sunnyyoung/repo"
brew "bat"
brew "bottom"
brew "csvkit"
brew "docker"
brew "exa"
brew "fzf"
brew "git"
brew "git-flow-avh"
brew "goenv", args: ["HEAD"]
brew "golangci-lint"
brew "mariadb", restart_service: true
brew "mas"
brew "mycli"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rcm"
brew "redis"
brew "s3cmd"
brew "tig"
brew "tmux"
brew "trash"
brew "vivid"
brew "wget"
brew "zoxide"
brew "zsh"
cask "alfred"
cask "alacritty"
cask "appcleaner"
cask "bob"
cask "datagrip"
cask "font-hack-nerd-font"
cask "goland"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "maczip"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-word"
cask "paw"
cask "proxyman"
cask "pycharm"
cask "squirrel"
cask "sublime-text"
cask "syntax-highlight"
cask "telegram"
cask "tencent-meeting"
cask "transmit"
cask "vimr"
cask "visual-studio-code"
cask "wechat"
cask "wechattweak-cli"
cask "wechatwork"
mas "Anki 备忘录", id: 1503902660
mas "Craft", id: 1487937127
mas "Cubox", id: 1113361350
